* Isunnguata_33km_15CA
:PROPERTIES:
:header-args:jupyter-python+: :session ds :kernel ds
:clearpage: t
:END:

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Isunnguata_33km_15CA
Place name                       | Isunnguata Sermia
Geographic location              | Central West Greenland
Ice type                         | Ice sheet
Data Source                      | Joel Harper. 2017. Ice temperatures measured in a grid of boreholes, Western Greenland, 2014-2016. Arctic Data Center. doi:10.18739/A24746S04.
Data DOI                         | 10.18739/A24746S04
Science Source                   | "Hills, Benjamin H., Joel T. Harper, Neil F. Humphrey, and Toby W. Meierbachtol. ""Measured horizontal temperature gradients constrain heat transfer mechanisms in Greenland ice."" Geophysical Research Letters 44, no. 19 (2017): 9778-9785."
Science DOI                      | 10.1002/2017GL074917
Date                             | 2016
Longitude [°E]                   | -49.5695
Latitude [°N]                    | 67.1821
Location Source                  | 10.18739/A24746S04
Depth of top measurement [m]     | 46.0
Depth of bottom measurement [m]  | 666
Ice thickness [m]                | 671
Coverage [% of thickness]        | 92
Ice thickness source             | 10.18739/A24746S04
Note                             | See also McDowell, I. E., Humphrey, N. F., Harper, J. T., and Meierbachtol, T. W.: The cooling signature of basal crevasses in a hard-bedded region of the Greenland Ice Sheet, The Cryosphere, 15, 897–907, https://doi.org/10.5194/tc-15-897-2021, 2021.
#+end_example

** Temperature

** Thickness

** Location

** Velocity

** Notes

See 14n for more information

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|   d |      t |
|  46 | -10.56 |
|  66 | -10.88 |
|  86 | -11.19 |
| 106 | -11.13 |
| 126 |  -11.5 |
| 146 | -11.63 |
| 166 | -11.69 |
| 186 | -11.69 |
| 206 | -11.69 |
| 226 | -11.69 |
| 246 | -11.63 |
| 266 | -11.56 |
| 286 | -11.38 |
| 306 | -11.25 |
| 326 |  -11.0 |
| 346 | -10.69 |
| 366 | -10.44 |
| 386 |  -10.0 |
| 406 |  -9.56 |
| 426 |  -9.06 |
| 446 |  -8.44 |
| 466 |  -7.63 |
| 486 |  -7.06 |
| 506 |  -6.38 |
| 526 |  -5.56 |
| 536 |  -5.13 |
| 546 |  -4.81 |
| 556 |  -4.38 |
| 566 |  -3.94 |
| 576 |  -3.56 |
| 586 |  -3.13 |
| 596 |  -2.63 |
| 606 |  -2.25 |
| 616 |  -1.75 |
| 626 |  -1.38 |
| 636 |   -1.0 |
| 646 |  -0.63 |
| 656 |  -0.38 |
| 666 |  -0.19 |


